{
    "Aaron Smith": {
        "listeners": "7,194,587",
        "cover": "/artist_bgs/aaron_smith.png",
        "description": "Aaron J Smith is a House music DJ/Producer/Songwriter from Chicago, IL, USA. Aaron has had the opportunity to remix many artists music; such as Michael Jackson, Janet Jackson, Mary J. Bilge, Byron Stingily of (Chicago’s Ten City), and India. The track “Harvest for the world”, the cover of the Isley Brothers track peaked at #48 in the UK singles chart.  He is best known for recording a track called \"Dancin'\". It was major club hit in Europe and took off in a big way on Dance radio stations, where it would debut at number 21 on Billboard's Hot Dance Airplay chart. Later, the song gained a new wave of popularity with the remix of krono under the ultra-music label.  Now this sleeping beauty “Dancin” has awoken again by the viral kiss of social media peaking at #22 on Billboard with a growing popularity pushing its way up the charts."
    },
    "Jennifer Lopez": {
        "listeners": "19,982,788",
        "cover": "/song_thumbs/jennifer_lopez.png",
        "description": "Singer, actress, dancer, producer, and businesswoman, Jennifer Lopez parlayed her Golden Globe-nominated portrayal of tragic Latin pop icon Selena in the 1997 biopic into pop culture superstardom, including forging a career as an influential pop star in her own right. Establishing a confident, sensual style, her first single, 1999's \"If You Had My Love,\" went all the way to number one on the Billboard Hot 100. Just two years later, Lopez became the first woman to hit number one on the album chart and at the box office in the same week, with her second album, J.Lo, and her lead role opposite Matthew McConaughey in The Wedding Planner. While continuing to land occasional lead roles on the silver screen, she became a fixture in the Top Ten with albums including the Spanish-language Como Ama una Mujer (2007) and her seventh full-length, Love? (2011). Lopez issued another Top Ten studio album, A.K.A., in 2014 before leaving American Idol in 2016 to star in the NBC crime drama Shades of Blue (2016-2018). February 16, 2024 celebrated the release of This Is Me…Now, Lopez’s first studio album in nearly a decade, celebrates the anniversary of its sister album, This is Me…Then. The album, written and executive produced by Lopez and Rogét Chayed, along with Angel Lopez, Jeff \"Gitty\" Gitelman, HitBoy, Tay Keith and INK among others, effortlessly blends R&B, contemporary pop sounds and hip-hop beats, combined with her emotional signature vocals is Lopez’s most honest and personal yet."
    },
    "Marwa Loud": {
        "listeners": "2,132,678",
        "type": "circle",
        "cover": "/artist_bgs/Marwa_Loud.png",
        "description": "Jeune native de Colmar, d’origine marocaine, tout est allé très vite. L’amour de la musique l’amène à enregistrer une reprise de « Bella » de Maitre Gims. Un coup d’essai, mais surtout l’occasion de se rendre compte qu’elle a un grain de voix unique. Cette passionnée enregistre son premier titre original, « Ce Soir », alors qu’elle n’a que 17 ans. Mais c’est avec"
    },
    "Iyaz": {
        "listeners": "12,233,033",
        "cover": "/artist_bgs/iyaz.png",
        "description": "With inventive re-imaginings of the reggae-splashed, hook-heavy soul popularized by acts like Sean Paul and Sean Kingston in the early half of the 21st century's first decade, Virgin Islands-born singer Iyaz (born Keidran Jones) swiftly built up a hearty cult following on MySpace. Kingston, in the process of forming his own Time Is Money label, stumbled upon Iyaz's site and snapped up the 21-year-old singer as the maiden signee of his new imprint. Iyaz's debut single, \"Replay,\" an iPod name-checking musical stew that added splashes of classical and electronica to his usual island pop, soared to number two on the Billboard Hot 100 in November 2009. The song, written by Iyaz and R.City, topped the U.K., Australian, and Swiss pop charts and eventually went platinum -- several times over -- in the U.S. Follow-up single \"Solo\"  it reached number three in the U.K. followed boy third single \"So Big\"-- but it set up the June 2010 release of Replay. After extensive touring and a change of labels, Iyaz released Aurora only in Japan."
    }
}