{
    "Aaron Smith": {
        "listeners": "7,194,587",
        "cover": "/artist_bgs/aaron_smith.png",
        "description": "Aaron J Smith is a House music DJ/Producer/Songwriter from Chicago, IL, USA. Aaron has had the opportunity to remix many artists music; such as Michael Jackson, Janet Jackson, Mary J. Bilge, Byron Stingily of (Chicago’s Ten City), and India. The track “Harvest for the world”, the cover of the Isley Brothers track peaked at #48 in the UK singles chart.  He is best known for recording a track called \"Dancin'\". It was major club hit in Europe and took off in a big way on Dance radio stations, where it would debut at number 21 on Billboard's Hot Dance Airplay chart. Later, the song gained a new wave of popularity with the remix of krono under the ultra-music label.  Now this sleeping beauty “Dancin” has awoken again by the viral kiss of social media peaking at #22 on Billboard with a growing popularity pushing its way up the charts."
    },
    "Daler Mehndi": {
        "listeners": "5,531,013",
        "cover": "/artist_bgs/Daler_Mehndi.png",
        "description": "Daler Mehndi is India’s coveted Pop Icon, the country’s celebrated Live Performer credited as the father of Indian Pop Music. Mehndi is a prolific songwriter, composer, musician, environmentalist and philanthropist. Daler began performing on stage with his father from the age of 5. He ran away from home at the age of 14 to seek training in the Indian classical vocal tradition from the Late Ustad Rahat Ali Khan of Patiala Gharana in Gorakhpur, UP. Endowed with a distinctive, perfect pitched voice and a pugnacious spirit, his 1995 breakthrough album Bolo To Ra Ra went double- platinum and created a new genre that came to be labeled Indipop. His every consecutive album broke the records of its predecessors and the country got their dance anthems in the form of  Ta Ra Ra Ra, Dardi Rab Rab, Balle Balle, Jalwa. His fourth consecutive chart toping epic album Tunak Tunak Tun is probably the greatest grosser in non- film music in India to this day. India’s first green technology video to become an Internet phenomena and the song that became an anthem worldwide and also got adopted by the World of Warcraft community. His extensive body of work across genres starting with Bhangra POP, Sufi, Gurbani, Bhakti to Films and the Stage (Live Performances) have earned him many titles like the Voice of Entertainment, Messiah Of Masti, Sardar of Swing, King of Pop, He is all that He Is Bigger Than The Beatles.” Daler Mehndi is exclusively managed by DRecords. mails@drecords.in"
    },
    "Tanishk Bagchi": {
        "listeners": "26,189,186",
        "cover": "/artist_bgs/Tanishk_Bagchi.png",
        "description": "Musician / Singer / Composer /lyricist/"
    },
    "XXXTENTACION": {
        "listeners": "40,857,761",
        "cover": "/artist_bgs/XXXTENTACION.png",
        "description": "Controversial rapper Jahseh Dwayne Onfroy (aka XXXTentacion) played fast and loose when it came to genres, often incorporating elements of punk rock, hip-hop, R&B, and heavy metal. In the late 2010s, he experienced a quick rise with his dark and emotionally intense content, scoring a number one album with 2018's ?. Months later, at the peak of his popularity, he was shot and killed. Born in South Florida, Onfroy had a troubled upbringing, often getting into violent situations; his mother couldn't cope with raising him alone, so he was often forced to stay with various relatives as a result. At a very young age, Onfroy was sent to a juvenile detention center after committing armed robbery; it was there that he met friend and longtime collaborator "
    },
    "Lady Gaga": {
        "listeners": "112,266,664",
        "cover": "/artist_bgs/Lady_Gaga.png",
        "description": "Academy Award and 13-time GRAMMY-winner Lady Gaga is a one-of-a-kind artist and performer. She has amassed an outstanding 110 million global album sales, 175 billion streams, and 758 million song consumption units, making her one of the best-selling musicians of all time. Her most recent pop album, Chromatica, became her sixth consecutive #1 on the Billboard 200 chart, making her the first female artist to achieve this over a ten-year period (2011-2020). Gaga's collaboration with Ariana Grande on “Rain On Me” had the biggest Spotify debut of 2020, reaching #1 on the Global and US Spotify Charts. In 2023, her debut single “Just Dance” became her third diamond-certified single by the RIAA, joining \"Bad Romance\" and \"Poker Face.\" In 2018, she won an Academy Award for Best Original Song for “Shallow,” featured on the soundtrack of Best Picture nominee A Star is Born (2018), in addition to claiming a Golden Globe, a Critics’ Choice Award, and four GRAMMYs for both “Shallow” and “I’ll Never Love Again,” also from the same soundtrack. Lady Gaga knows no bounds, from producing her classic pop hits to exploring the classic American Songbook with her albums Cheek to Cheek and Love For Sale with Tony Bennett, both #1 albums. Beyond music, she excels in business as the founder of Haus Labs and thrives as an actress (A Star Is Born, House of Gucci, Joker: Folie à Deux), as well as a passionate activist for mental health and LGBTQ+ rights through her Born This Way Foundation."
    },
    "Alan Walker": {
        "listeners": "27,227,398",
        "cover": "/artist_bgs/Alan_Walker.png",
        "description": "Music has been my passion since I was young, and it still amazes me how far it’s taken me. Honestly, the fact that "
    },
    "Adele": {
        "listeners": "59,850,892",
        "cover": "/artist_bgs/Adele.png",
        "description": "Since the release of her debut album ‘19’, in 2008, Adele has become one of the most successful British artists of her generation. Her critically acclaimed debut album garnered over 6.5 million sales worldwide whilst the album has gone 8x Platinum in the UK. At the age of 19, Adele became the first-ever recipient of the BRITS Critics’ Choice Award. The accolades received by Adele only multiplied as the following year saw her claim Best New Artist and Best Female Pop Vocal Performance at the GRAMMYs. As Adele embarks on her next chapter, she holds 15 GRAMMYs, 9 BRITS, 18 Billboard Awards, 2 IVORs, 1 Golden Globe, 1 Academy Award and 5 American Music Awards under her belt. The British singer-songwriter has received 11.5 million Album sales in the UK alone and 48 million Worldwide Album sales."
    },
    "*NSYNC": {
        "listeners": "21,748,137",
        "cover": "/artist_bgs/NSYNC.png",
        "description": "<p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">One of the top boy bands of its era, *NSYNC helped to define the sound of danceable, R&amp;B-influenced Y2K pop and launched the career of singers and former Mickey Mouse Club stars <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Justin Timberlake</a> and <a draggable=\"false\" href=\"/artist/3p3U04w2DaiBzuYMZnYr00\">JC Chasez</a>. Working closely with producers like <a draggable=\"false\" href=\"/artist/1rjeVTt9Ra1ldvN7SpeK0G\">Max Martin</a> and <a draggable=\"false\" href=\"/artist/28imn3YWSbanafF6glFoyx\">Denniz Pop</a>, *NSYNC enjoyed almost immediate success, hitting the Top Five in the United States and Europe with their eponymous debut and spawning the hits \"I Want You Back\" and \"Tearin' Up My Heart.\" 2000's No Strings Attached and 2001's Celebrity fared even better, both topping the Billboard 200. Soon after that release, however, they disbanded. While the group did reunite for a performance at the 2013 MTV Video Music Awards, the individual members of *NSYNC had all gone on to pursue their own varied opportunities, with <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a> emerging as the biggest star, enjoying a highly successful, Grammy-winning music and acting career. A decade passed before the group reunited once again at the 2023 MTV Video Music Awards, launching a comeback with the newly recorded single \"Better Place.\" </p><p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">Although *NSYNC emerged in 1995 in Orlando, Florida, singers <a draggable=\"false\" href=\"/artist/3p3U04w2DaiBzuYMZnYr00\">JC Chasez</a> and <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Justin Timberlake</a> had previously co-starred on The Mickey Mouse Club before relocating to Nashville, where they worked on solo projects with the same vocal coach and songwriters. <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a> soon returned to Orlando, where he befriended Chris Kirkpatrick and Joey Fatone. Along with <a draggable=\"false\" href=\"/artist/3p3U04w2DaiBzuYMZnYr00\">Chasez</a>, the four agreed to form a boy band, and *NSYNC officially launched after the addition of bass singer <a draggable=\"false\" href=\"/artist/77rp6J3oOIV6J68tFgVU7Q\">Lance Bass</a>. The group recorded its eponymous debut LP with help from a series of producers, including <a draggable=\"false\" href=\"/artist/28imn3YWSbanafF6glFoyx\">Denniz Pop</a> (whose protégé, <a draggable=\"false\" href=\"/artist/1rjeVTt9Ra1ldvN7SpeK0G\">Max Martin</a>, would later work with the band after <a draggable=\"false\" href=\"/artist/28imn3YWSbanafF6glFoyx\">Pop</a>'s death in 1998). The album was initially released by <a draggable=\"false\" href=\"/search/label%3A%22BMG%20Ariola%20Munich%22\">BMG Ariola Munich</a>, and *NSYNC became an overnight success throughout much of Europe, where the singles \"I Want You Back\" and \"Tearing Up My Heart\" were sizable hits. The album was then released in America during the spring of 1998. Accompanied by a tour of the nation's roller rinks, it became immensely popular and eventually sold more than ten million copies, thus establishing the singers as teen pop titans. Home for Christmas followed later that same year and went double-platinum, while a similar version was released in Europe under the title The Winter Album.</p><p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">Although already celebrated as one of pop music's biggest acts, *NSYNC rose to greater heights with the release of No Strings Attached in 2000. The album was originally slated to appear in 1999, but a series of legal battles with former manager Lou Pearlman delayed its arrival by several months. After successfully escaping from Pearlman's contract and signing with <a draggable=\"false\" href=\"/search/label%3A%22Jive%20Entertainment%22\">Jive Entertainment</a>, *NSYNC happily watched as sales of No Strings Attached topped one million during its first day of release. Nearly two-and-a-half million copies were sold by the end of the week, and three singles soon cracked the Top Five in America: \"Bye Bye Bye\" (which many viewed as a sendoff to the band's old management), \"It's Gonna Be Me,\" and the ballad \"This I Promise You.\" Supported by a 76-date American tour that grossed over $75 million, No Strings Attached proved to be the most popular album of 2000, selling nearly ten million copies.</p><p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">*NSYNC returned to the road in early 2001, this time to promote the impending release of Celebrity. The album appeared that summer to continued fanfare, with first-week sales reaching nearly two million -- a feat that made Celebrity the second fastest-selling album of all time, bested only by No Strings Attached. The album featured a stronger debt to hip-hop and electronic dance genres, with production provided by the likes of <a draggable=\"false\" href=\"/artist/64MoFdq8ORI3V98AR5SPWL\">BT</a>, <a draggable=\"false\" href=\"/artist/4Q9g9l3NqzvllaYFTmSYYv\">Darkchild</a>, <a draggable=\"false\" href=\"/artist/0KuF7reCTOZwV7YJnHQqgr\">the Neptunes</a>, and more. Celebrity also included several songs written by <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a> and <a draggable=\"false\" href=\"/artist/3p3U04w2DaiBzuYMZnYr00\">Chasez</a>, an opportunity that may have whetted their desire to pursue respective solo careers. </p><p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">Following an elaborate stadium tour, the group went on hiatus in mid-2002. <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a> released his solo debut that same year, successfully making the jump from boy band vocalist to critically acclaimed solo artist, while <a draggable=\"false\" href=\"/artist/3p3U04w2DaiBzuYMZnYr00\">Chasez</a> also made his own solo bid with 2004's Schizophrenic. Meanwhile, Joey Fatone launched a movie career and later performed on Broadway, Chris Kirkpatrick starred in the reality TV series Mission: Man Band, and <a draggable=\"false\" href=\"/artist/77rp6J3oOIV6J68tFgVU7Q\">Lance Bass</a> became a certified cosmonaut in the hopes of making it to outer space before moving into TV and radio hosting work, as well as LGBTQ+ advocacy. </p><p class=\"Type__TypeElement-sc-goli3j-0 cHsoWR\" data-encore-id=\"type\">A compilation, Greatest Hits, appeared in 2005 and the group's website shut down in 2006, however, prompting increased speculation about *NSYNC's future. Responding to such rumors in 2007, <a draggable=\"false\" href=\"/artist/77rp6J3oOIV6J68tFgVU7Q\">Bass</a> informed the Orlando Sentinel that the group had \"definitely broken up\" in light of <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a>'s desire to continue his solo career. In 2013, the group briefly reunited at the MTV Video Music Awards, performing a medley of their hits \"Girlfriend\" and \"Bye Bye Bye,\" just prior to <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a> receiving the <a draggable=\"false\" href=\"/artist/3fMbdgg4jU18AjLCKBhRSm\">Michael Jackson</a> Video Vanguard Award. All four members of *NSYNC (except for <a draggable=\"false\" href=\"/artist/31TPClRtHm23RisEBtV3X7\">Timberlake</a>) also appeared together at Coachella in 2019 where they joined <a draggable=\"false\" href=\"/artist/66CXWjxzNUsdJxJ2JdwvnR\">Ariana Grande</a> on-stage for a series of songs, including \"Tearing Up My Heart.\" The official comeback wouldn't happen until 2023, when all five members reunited on the Video Music Awards stage, where they presented an award to <a draggable=\"false\" href=\"/artist/06HL4z0CvFAxyc27GXpf02\">Taylor Swift</a>. This public return coincided with the release of \"Better Place,\" which was featured on the soundtrack to Trolls Band Together. Produced with Shellback, the track was the first new material from the beloved boy band in over 15 years. ~ Matt Collar &amp; Andrew Leahey, Rovi</p>"
    },
    "DJ Snake": {
        "listeners": "34,758,053",
        "cover": "/artist_bgs/DJ_Snake.png",
        "description": "Over the last decade, DJ Snake has achieved the kind of rarefied and wildly transformative success that few artists ever come close to attaining. Originally from a housing project on the outskirts of Paris, the multi-platinum-selling DJ/producer has shattered industry records with smash hits such as “Taki Taki,” earned diamond certification from the RIAA for \"Lean On\" (with Major Lazer), delivered era-defining bangers like “Turn Down for What” (with Lil Jon), and made history as the first artist to perform atop the roof of the Arc de Triomphe. Along with repeatedly turning out tracks that top the charts around the world—including three songs that have surpassed a staggering billion streams on Spotify—the multi-award-winning phenom brings his boundary-pushing ingenuity to music that builds unexpected and undeniably powerful bridges between vastly different cultures and genres. (“I grew up with people from different origins such as India, West Indies to Caribbean, Africa and the Middle East,” he told Rolling Stone in recent years. “We’ve always been inspired by each other.”) Taking his stage name from his former moniker as a graffiti artist, he started DJ-ing in his early teens and soon dropped out of high school to work at a famed Paris record shop, then immersed himself in music production at the age of 19 to become a decade later one of the most important electronic music artist in the world."
    },
    "R3HAB": {
        "listeners": "15,894,753",
        "cover": "/artist_bgs/R3HAB.png",
        "description": "Multi-Platinum DJ and producer Fadil El Ghoul, better known as <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> has been trailblazing his way through dance music for the past fifteen years. From his breakthrough remixes for Rihanna, Drake, Taylor Swift, Calvin Harris, to anthems such as Platinum-certified <a href=\"spotify:track:1D2Aldrksl9yWWCIPOeDzy\">All Around The World (La La La)</a> and <a href=\"spotify:track:0DhkTGjEaIHaSxTfC14BFm\">Lullaby</a> to his collaborations with the likes of Ava Max, ZAYN, Luis Fonsi, Sean Paul, and more, <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> has proven to be one of the most forward-thinking artists in the game. His work has collected over 8 billion streams to date, including 1.1 billion in 2023 alone. <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> founded his label <a href=\"spotify:playlist:0js5UVvliuPZV6BvX52Mco\">CYB3RPVNK</a> in 2016, which has passed 4 billion streams across platforms since its inception. <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> continues to evolve and diversify his sound by working with artists around the globe, pushing the boundaries of dance music as he collaborates across genres and languages. He is Spotify's Most Discovered Artist, one of Spotify's top 350 most streamed artists, ranked #14 on the prestigious DJ Mag Top 100 DJs chart, and has earned over 70 Gold and Platinum certificates. <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> has embarked on multiple sold-out worldwide tours and was the first dance music artist to sell out 15 consecutive shows in China. On top of that, he performed at the world's top festivals, such as EDC, Ultra Music Festival, Tomorrowland, Balaton Sound, Coachella, Summer Sonic Festival, DWP Jakarta. With his combination of innate artistry and innovative attitude, <a href=\"spotify:artist:6cEuCEZu7PAE9ZSzLLc2oQ\">R3HAB</a> has earned his place as a household name in dance music."
    },
    "Jennifer Lopez": {
        "listeners": "19,982,788",
        "cover": "/song_thumbs/jennifer_lopez.png",
        "description": "Singer, actress, dancer, producer, and businesswoman, Jennifer Lopez parlayed her Golden Globe-nominated portrayal of tragic Latin pop icon Selena in the 1997 biopic into pop culture superstardom, including forging a career as an influential pop star in her own right. Establishing a confident, sensual style, her first single, 1999's \"If You Had My Love,\" went all the way to number one on the Billboard Hot 100. Just two years later, Lopez became the first woman to hit number one on the album chart and at the box office in the same week, with her second album, J.Lo, and her lead role opposite Matthew McConaughey in The Wedding Planner. While continuing to land occasional lead roles on the silver screen, she became a fixture in the Top Ten with albums including the Spanish-language Como Ama una Mujer (2007) and her seventh full-length, Love? (2011). Lopez issued another Top Ten studio album, A.K.A., in 2014 before leaving American Idol in 2016 to star in the NBC crime drama Shades of Blue (2016-2018). February 16, 2024 celebrated the release of This Is Me…Now, Lopez’s first studio album in nearly a decade, celebrates the anniversary of its sister album, This is Me…Then. The album, written and executive produced by Lopez and Rogét Chayed, along with Angel Lopez, Jeff \"Gitty\" Gitelman, HitBoy, Tay Keith and INK among others, effortlessly blends R&B, contemporary pop sounds and hip-hop beats, combined with her emotional signature vocals is Lopez’s most honest and personal yet."
    },
    "Marwa Loud": {
        "listeners": "2,132,678",
        "type": "circle",
        "cover": "/artist_bgs/Marwa_Loud.png",
        "description": "Jeune native de Colmar, d’origine marocaine, tout est allé très vite. L’amour de la musique l’amène à enregistrer une reprise de « Bella » de Maitre Gims. Un coup d’essai, mais surtout l’occasion de se rendre compte qu’elle a un grain de voix unique. Cette passionnée enregistre son premier titre original, « Ce Soir », alors qu’elle n’a que 17 ans. Mais c’est avec"
    },
    "Iyaz": {
        "listeners": "12,233,033",
        "cover": "/artist_bgs/iyaz.png",
        "description": "With inventive re-imaginings of the reggae-splashed, hook-heavy soul popularized by acts like Sean Paul and Sean Kingston in the early half of the 21st century's first decade, Virgin Islands-born singer Iyaz (born Keidran Jones) swiftly built up a hearty cult following on MySpace. Kingston, in the process of forming his own Time Is Money label, stumbled upon Iyaz's site and snapped up the 21-year-old singer as the maiden signee of his new imprint. Iyaz's debut single, \"Replay,\" an iPod name-checking musical stew that added splashes of classical and electronica to his usual island pop, soared to number two on the Billboard Hot 100 in November 2009. The song, written by Iyaz and R.City, topped the U.K., Australian, and Swiss pop charts and eventually went platinum -- several times over -- in the U.S. Follow-up single \"Solo\"  it reached number three in the U.K. followed boy third single \"So Big\"-- but it set up the June 2010 release of Replay. After extensive touring and a change of labels, Iyaz released Aurora only in Japan."
    },
    "The Weeknd": {
        "listeners": "115,515,869",
        "cover": "/artist_bgs/The_Weeknd.png",
        "description": "The Weeknd took over pop music & culture on his own terms filtering R&B, Pop,& hip-hop through an ambitious widescreen lens. The multi-platinum 3X GRAMMY Award winner has emerged as one of the most successful & significant artists of the modern era. 2012’s 3X platinum"
    },
    "Sofía Reyes": {
        "listeners": "6,972,487",
        "cover": "/artist_bgs/sofía_reyes.png",
        "description": "Sofia Reyes is a Mexican singer and songwriter who has been nominated twice to the Latin American Music Awards, MTV Europe Music Awards, Premios Juventud and Latin GRAMMYs among many others. She has amassed nearly one billion views on YouTube and two billion global streams with hits including 1,2,3 with Jason Derulo & De La Ghetto with more than 461 million streams and R.I.P featuring Rita Ora and Anitta, with more than 190 million streams. Chosen by Billboard for their \"Next Up New Artists\" program and included in their \"20 Hot Latin Acts in Their 20's\" list, Sofia has performed at innumerable stages such as Los 40 Principales in Spain, headlined the SoFar Sounds concert and Bohemian Rhapsody in Mexico City and conquered the public of Lollapalooza in Argentina. Her most recent single is “Mal De Amores” with Becky G and prior to that “Casualidad” with Pedro Capo. She has also collaborated with global artists including Sia, Diane Warren, Michael Bublé, Anitta, Rita Ora, Thalia, Farina, James Arthur, Jason Derulo, De La Ghetto, Darell, Lalo Ebratt, Sean Paul, Imanbek, Lauv, Reik, Piso 21, Abraham Mateo, Jhay Cortez, and many more. Sofia has also become a fashion icon since the beginning of her career, getting the attention of all fashion critics in red carpets; from E! Online, to Billboard, Perez Hilton and US Weekly, they have chosen her among the best dressed in different events"
    }
}